{
	"Changes": [
{	"LogName": "Penny Pregnancy Dialogue 1", 	
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialoguePenny",
			"When": {"Pregnant":"Penny", 
				"HasSeenEvent": "64780020",
				"PlayerGetsPregnant":"false",},
			"Entries": {    "spouseRoom_Penny": "I hope I'll still have time to read when the baby is here.",
					"Indoor_Day_0": "Maru told me that she wants to be my midwife.#$b#I think I'd be a little more comfortable having her with me to deliver the baby.",
					"Indoor_Day_1": "I've been thinking about names for the baby. #$b# What do you think of %name?",
					"Indoor_Day_2": "I think our child will be delighted to grow up on %farm.  #$b#There are so many wonderful things to do here!$h ",
					"Indoor_Day_3": "I hope Jas and Vincent will get along with the baby. #$b# They're used to being the youngest one's in town.$h", 
					"Indoor_Day_4": "Remember that our baby will need to sleep for a while after they're born. #$b# I'm already picking out some fairytales to read to them in their crib. $h", 
					"Indoor_Night_0": "I'll have to get used to waking up in the middle of the night to feed the baby... $s #$b# I'm sure it will be worth it, though! $h",
					"Indoor_Night_1": "This is going to be one of our last peaceful nights before the baby arrives...$s #$b# Oh don't get me wrong - I'm excited! But I do enjoy our peace and quiet.", 
					"Indoor_Night_2": "I used to hang out with Sam before we got married. #$b# It's a little strange to think that our lives are so different now.#$b# Don't worry - I don't regret marrying you at all!$l", 
					"Indoor_Night_3": "Oooh the baby's kicking!$h #$b# Do you want to feel it?$h",
					"Indoor_Night_4": "The other day Jas and Vincent started asking me where babies come from...#$b# I told them that they should ask their parents in a few years.$h", 
					"Rainy_Day_0":"Just think - we'll be parents soon!$h #$b# The thought is a little scary, but I think we're ready for it.", 
					"Rainy_Day_1":"I hope our child enjoys the rain as much as I do. $h", 
					"Rainy_Day_2":"Water often symbolizes rebirth in literature... #$b# Maybe this rain is a sign that our baby will be born healthy!$h",
					"Rainy_Day_3": "Caroline gave me some tea yesterday that she says will help with my morning sickness.#$b# I'm so glad to have so much support for my first pregnancy.$h",
					"Rainy_Day_4": "I've been craving melon recently. #$b# Do you think you could pick me up some at Pierre's?",
					"Rainy_Night_0":"Do you want to cuddle tonight like we used to?$l #$b# Even though I'm pregnant, you know you're still allowed to touch me.",  
					"Rainy_Night_1":"Do you think the baby can hear the rain? #$b# I've always loved the sound of raindrops hitting the roof.$h", 
					"Rainy_Night_2":"I think I might go to bed early tonight. #$b# Who knew being pregnant would be so exhausting?$s", 
					"Rainy_Night_3":"You'll be there to hold my hand when I have the baby, right? #$b# I couldn't imagine going through that without you.$l", 
					"Rainy_Night_4": "My mom brought some soup by earlier. [199 218 219 727 730] #$b# It's weird that she's been so much nicer to me now that I'm pregnant...#s",                    
                                    	"Outdoor_0": "I hope that when the baby is here, I can still watch you work out here. #$b# What? You're extra cute when you're tending the farm! #l", 
					"Outdoor_1": "Isn't this a perfect place to raise children?#$e#I would've been so happy growing up on a farm.",
					"Outdoor_2": "Oh! The baby's kicking!$h #$b# They  must like the sunshine. $h", 
					"Outdoor_3": "What do you think about the name Sunny, if we have a girl? #$b# I guess the nice weather inspired me a little. $h", 
					"Outdoor_4": "Jodi told me that she rubbed Truffle Oil on her belly when she was pregnant with Vincent to get rid of her stretch marks. #$b# Do we have any lying around? I'd like to try it.", 
					"funLeave_Penny": "I have an appointment with Dr. Harvey today! #$b# I wonder how big the baby is now! $h", 
					"funReturn_Penny": "Dr. Harvey said our baby is as big as a {Random:gridball, loaf of bread, melon}!$h",
					"jobLeave_Penny": "#$c .5#Well I'm off to teach Jas and Vincent! Hopefully they don't ask me where babies come from again... #I'm off to work! I might swing by the clinic later to talk to Dr. Harvey about the baby.$h",
					"jobReturn_Penny": "Jas and Vincent think that we should name the baby %name. What do you think?#I hope our child listens to me more than Jas and Vincent do... Today was a little rough.#Dr. Harvey says that as long as I get plenty of exercise that the baby will be fine!$h#Dr. Harvey says that as long as I eat lots of vegetables the baby will be fine! Do we have any veggies in the garden?", 
					"Patio_Penny": "Sorry I can't really help you around on the farm anymore. $s #$b# I miss helping you, but I've gotten so big that it's much harder to do!",
					"spring_8": "It just feels right to be pregnant in the springtime. #$b# Everything is growing, and so am I! $h",
					"spring_24": "I hope I fit into my flower dance dress this year. $s #$b#With the baby on its way, I don't fit into clothes like I used to.", 
					"spring_15": "I usually love spring cleaning, but this year I'm too big to do much of it. $s", 
					"winter_3": "Should I be worried about our finances, dear? With the baby coming and all? #$b# No? #$b# Well that's good to hear. $h", 
					

},
}
]
}