{
	"Changes": [
{	"LogName": "Haley Pregnancy Dialogue 1", 	
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogue",
			"When": {"Relationship:Haley": "Married",
				"Pregnant": "Haley",
				"HasSeenEvent": "64780018",
				"PlayerGetsPregnant":"false",},
			"Entries": { 
"Outdoor_Haley": "I'm trying to soak up some sun before the baby arrives. #$b# Once it's here, I'll probably be stuck inside for a while.$2",
"Rainy_Day_0": "I still look cute even though I'm pregnant... right?$s #$b# You think I'm even cuter now? $1 #$b# You always know how to cheer me up. $l", 
"Rainy_Day_1": "Could you pick up something from the saloon for me tonight? #$b# I've been craving fruit salad! $1",			            
"Rainy_Day_2": "The sound of the rain woke me up. $2 #$b# I think the baby likes it though--they've been kicking ever since I got out of bed. $1", 
"Rainy_Day_3": "",
"Rainy_Night_0": "",
"Rainy_Night_1": "", 
"Rainy_Night_2": "",
"Rainy_Night_3": "I hope it stops raining soon. #$b# When the baby is here, I want them to get lots of sunshine. $h", 
"Rainy_Night_4": "I think the baby likes the sound of the rain falling on the roof. $h",
"Rainy_Night_5": "I'm glad you're home... It's a good night to stay inside.", 
"Indoor_Night_1":"I think I might go to bed early tonight. #$b# Who knew being pregnant would be so exhausting?$2", 
"patio_Haley": "Remind me to get some more film before the baby gets here. #$b# If they're as cute as you, I'm going to need lots of pictures! $h ",
"spring_1": "Now that winter's over, we've got lots of sunny weather to look forward to. #$b# I'm happy that the baby will have lots of sunshine once they're here. $h",
 "funLeave_Haley": "I'm going to go see Emily today. #$b# I figure I should start being nicer to her if I want her to babysit soon. $s ",
 "funReturn_Haley": "Emily gave me a crystal when I saw her earlier. [60 62 64 68 70] #$b# She said that it's correlated with fertility or something. #$b# I wasn't really listening. $1",
  "Indoor_Day_0": "We should go shopping in the city for some baby clothes soon. #$b# Emily said she wants to make the baby some clothes... but I 've never liked her style. $3",
  "Indoor_Day_1": "I was just thinking how weird it would be if I was about to have a child with Alex... $2 #$b# I'm so glad you came along, because I think he has a bit more growing up to do before he has a kid.",
  "Indoor_Day_2": "Leah lent me a book about home births the other day. $2 #$b# There's no way I'm ever going to do that.", 
  "Indoor_Day_3": "Good morning, honey. I made you some coffee. [395] #$b# Just because I'm tired all of the time doesn't mean that you have to be. $h ",
"Indoor_Day_4": "",
  

"Indoor_Day_Haley": "I felt like I had no direction in life before I met you. Now I have exactly what I want.$l",
  "Indoor_Night_Haley": "You look like you've been working hard, dear. Let me help you de-stress.$l",
  "Outdoor_0": "I always feel best when I'm outside, breathing fresh air.#$b#Don't get me wrong, your grandpa's old cottage is very nice! But nothing beats this beautiful landscape.",
  "Outdoor_1": "We've got to make sure the farm is cute! That might be important... right, honey?",
  "Outdoor_2": "Hi, honey! If I knew more about farm work I'd help you out more. Sorry!#$e#I'll be thinking of you.$h",
  "Outdoor_3": "I'm just going to do some dusting over here. That should help you out, right?#$e#*phew*... it's hot out here.",
  "Outdoor_4": "Don't overwork yourself, dear.#$e#Make sure and take a break every now and then, or get something to eat.$h",
  "spring_2": "So, what are we planting this season?",
  "summer_3": "Sorry if I don't look my best... the air is just so humid that my hair doesn't hold up too well.",
  "summer_15": "It's summer... that means the house is full of flies and ants... yuck.$s",
  "fall_2": "I already miss summer...",
  "fall_1": "Fall is kind of sad for me... everything is dying.$5",

},
},
]
}