{
        "Introduction": "Olá! Eu me chamo Lainey.$1",
        "Mon": "Ontem eu ajudei a mamãe com sua pintura.$1", 
        "Mon4": "Eu também quero que a Srta. Penny seja minha professora, mas a minha mãe diz que eu tenho que esperar até ser mais velha.$2",
        "Mon8": "Você acha que eu serei tão bonita quanto a mamãe e minha outra mamãe quando eu crescer?$0",
        "Tue": "A minha mãe me disse que vamos aprender a desenhar um urso mais tarde!$1",
        "Tue2": "Acho que o Sr. Shane não gosta de mim...$2#$b#Nunca o vi sorrir.$3",
        "Tue6": "Esta manhã liguei para meu avô e minha avó.$0#$b#Eles disseram que virão me ver em breve.$1",
        "Wed": "Eu vi o irmão Vincent brincando com um caracol.$3#$b#Não gosto de caracóis...$2",
        "Wed6": "A neve é tão divertida.$0#$b#No ano passado, a irmã Jas e eu construímos um dinossauro de neve!$1",
        "Wed10": "O tio Alex me prometeu levar a um jogo de gridball em breve!$1",
        "Thu": "Eu quero brincar com a Irmã Jas.$0#$b#Ela tem muitos brinquedos divertidos.$1",
        "Thu6": "A Tia Emily me deu um vestido novo.$0#$b#Eu quero aprender a fazer roupas também, mas ela me disse que era perigoso...$2",
        "Thu10": "A Mamãe me disse que me comprou um vestido novo.$1#$b#Mas eu gosto mais dos que a tia Emily faz para mim.$1",
        "Fri": "Eu quero ir para a cidade.$0#$b#Você sabia que minha mãe já morou lá antes?$0",
        "Fri4": "Você quer brincar de esconde-esconde comigo?$0",
        "Fri8": "Eu quero ser uma exploradora quando eu crescer.$0#$e#Ou uma professora...$3#$e#Ou talvez uma sereia!$1",
        "Sat": "Essa manhã eu tive que comer coco...$2#$e#Eu não gosto de coco, mas a mamãe gosta.$3",
        "Sat2": "Eu quero ter uma irmã ou irmãozinho...$3#$e#Eu deveria ir perguntar à mamãe ou à mamãe.$0",
        "Sat8": "A Mãe, a mamãe e eu adoramos brincar na praia no verão.$1",
        "Sun": "Mamãe me ajuda a amarrar meu cabelo todas as manhãs.$1",
        "Sun4": "Sabia que meu nome é Elaine?$0#$b#Mas todos me chamam de Lainey.$0",
        "Sun10": "O Tio Elliott está me ensinando a tocar piano.$0#$b#Ele me disse que eu tenho talento, e eu gosto muito!$1",
        "summer_20": "Hoje é o meu aniversário!$1#$b#Mamãe está me fazendo um Bolo Rosa.$0#$b#É o nosso favorito!$1"
}