{
// Event Mountain
    "SebF.Seb1": "Oh, das warst du, @. Ich hatte gehofft, für einen Moment allein zu sein.",
	"SebF.Pl1": "Soll ich gehen?",
	"SebF.Seb2": "Nein, nicht... Ich... vielleicht ist es besser, wenn ich jemandem davon erzähle.",
	"SebF.Seb3": "$sIch habe zufällig einige Dokumente gesehen... und... es ging um meinen Vater.",
	"SebF.Seb4": "Ich weiß nicht, ob das hier jemand weiß. Ich erinnere mich nicht einmal an ihn, ich war damals etwa zwei Jahre alt. Ich habe nur vage Erinnerungen daran, dass etwas Schreckliches passiert ist - Polizei - Mama weint.",
	"SebF.Seb5": "$0Mein Vater wurde getötet und die Leiche in einen Keller geschafft. Und die Polizei stürmte unsere Wohnung, auf der Suche nach Drogen...",
	"SebF.Seb6": "$sDa waren Dinge in seinen Taschen... dann war das letzte Papier, das ich las, nur eine Notiz, dass keine weiteren Beweise gefunden wurden und der Fall eingestellt wurde...",
	"SebF.Seb7": "$aHey, hast du uns belauscht!",
	"SebF.Dem1": "Ich bin zufällig vorbeigekommen und habe die letzten Worte gehört.",
	"SebF.Dem2": "$sBenjamin wurde reingelegt.",
	"SebF.Seb8": "$sAber... wer... warum? Was ist passiert? Ich habe nie...",
	"SebF.Dem3": "$sWir haben nie erfahren, wer es getan hat. Deine Mutter will immer noch nichts davon hören.",
	"SebF.Dem4": "$aDie Polizei hat anfangs nichts unternommen und nur gesagt, dass er ein Drogenhändler gewesen sei... und dann wurden alle Beweise durcheinander gebracht.",
	"SebF.Seb9": "$aEs gab doch keinen Grund, oder?",
	"SebF.Dem5": "Zu glauben, dass er im Drogenhandel gewesen wäre? Im Gegenteil, eher nicht. Ich kannte ihn gut. Eine lange Geschichte. Wir sollten reden...",
	"SebF.Dem6": "Ich weiß nicht, ob Robin mehr wusste, aber wir wurden bedroht.",
	"SebF.Rob1": "Was geht hier vor sich? - Was ist passiert?",
	"SebF.Pl2": "Soll ich etwas sagen?",
	"SebF.Seb10": "Oh, Demetrius ist gerade vorbeigekommen, als ich mit @ gesprochen habe.",
	"SebF.Dem7": "$0Es scheint, als sollte ich öfter mit Sebastian reden. Vielleicht lernen wir, einander besser zu verstehen.",
	"SebF.Rob2": "Ich habe immer gedacht, dass ihr beiden mehr gemeinsam habt, als ihr denkt.",
    //Event Fountain
    "SebF.Dem8": "Ich hatte gehofft, die Gelegenheit zu bekommen, mit dir zu sprechen.",
	"SebF.Pl3": "Du beziehst dich wohl auf unser Treffen vor einiger Zeit, nehme ich an?",
	"SebF.Dem9": "$sRobin hat es nicht geschafft, Sebastian zu erzählen, was passiert ist. Ich hätte es tun sollen, aber zuerst dachte ich, der Junge sei noch nicht alt genug, und dann haben wir uns entfremdet.",
	"SebF.Dem10": "Robin hat dir erzählt, dass ihre Eltern entsetzt waren, als sie Tischlerin werden wollte, oder?",
	"SebF.Pl4": "Ja, das hat sie erwähnt.",
	"SebF.Dem11": "Es war nicht nur das. Sie haben Benjamin - Sebastians Vater, nicht akzeptiert und ihn tatsächlich beschuldigt, ihre Tochter entführt zu haben.",
	"SebF.Pl5": "Aber warum?",
	"SebF.Dem12": "$aEr war in Pflegefamilien gewesen. - 'Nicht aus gutem Hause', wie sie sagten. Es spielte keine Rolle, dass er Mathematik studierte und ehrenamtliche Sozialarbeit leistete. Das wurde wahrscheinlich sein Verhängnis.",
	"SebF.Pl6": "Du meinst, er hat versucht, jemandem zu helfen, und...?",
	"SebF.Dem13": "$sWir waren keine engen Freunde, kannten uns aber gut; kurz vor dieser Nacht hatte er von jemandem gesprochen, den er versucht hatte zu helfen. Dieser Typ schuldete jemandem Geld... Den Rest kannst du dir vorstellen.",
	"SebF.Dem14": "Ich habe Robin und Sebastian geholfen, aus der Stadt Zuzu wegzukommen. Zuerst haben sie bei Marnie gewohnt, aber bald darauf haben wir geheiratet und sind in diese Hütte gezogen, wo Elliott jetzt lebt, bis Robin unser Haus gebaut hat.",
	"SebF.Pl7": "Klingt... Ich weiß nicht, was ich sagen soll.",
    //Event Sebastian room
	"SebF.Seb11": "Du hast meinen Brief bekommen, oder?",
	"SebF.Pl8": "Du hast gesagt, du möchtest reden?",
	"SebF.Seb12": "seufz In kurzer Zeit ist viel passiert. Und ich habe Stunden damit verbracht, mit meinem Stiefvater zu sprechen - über meinen Vater.",
	"SebF.Seb13": "...und über meine Mutter. Dass ihre Eltern keine ihrer Entscheidungen akzeptiert haben; Beruf, Freund. Ich habe meine Großeltern einmal als Kind getroffen. Es fühlte sich... Sie nannten Mama Rosaline. Danach habe ich verstanden, dass sie uns verachteten - Demetrius, mich und Maru, die damals ein Baby war. Mama ist in ein anderes Zimmer gegangen, um mit ihrer Mutter zu sprechen, und kurz danach sind wir hastig gegangen.",
	"SebF.Pl9": "Robin hat ihren Namen geändert?",
	"SebF.Seb14": "Ja, als sie meinen Vater geheiratet hat.",
	"SebF.Seb15": "$aIch weiß, dass ich etwas tun muss, um den Mord an meinem Vater aufzuklären!",
	"SebF.Pl10": "Was könnte ich sagen?#Das klingt gefährlich!#Das klingt schwierig!#Ich hoffe, du hast Erfolg!",
	"SebF.Seb16": "Ich weiß, ich muss es tun. - Zumindest muss ich Kontakt zu den Pflegeeltern meines Vaters aufnehmen.",
	"SebF.Seb17": "Hallo, @, wünsch mir Glück. Ich fahre in die Stadt Zuzu.",
	"SebF.Pl11": "Hat die Polizei...?",
	"SebF.Seb18": "Sie hätten meine Mutter anrufen sollen, aber sie sagte, dass sie es einfach nicht konnte, und ich habe mich freiwillig gemeldet - sie haben mir eine Bürgschaft gegeben. - Die Pflegeeltern meines Vaters warten auf mich, und wir gehen gemeinsam zur Polizeistation. Sie haben einige wichtige neue Informationen, sagten sie.",
	"SebF.Pl12": "Ich hoffe wirklich, sie haben zumindest herausgefunden, wer es war.",
	"SebF.Seb19": "OK, der Bus kommt...",
	"SebF.mail": "@, könntest du nächsten Dienstag vorbeikommen, um mit mir zu reden? Ich möchte nicht, dass meine Mutter hört, worüber wir sprechen, und dann ist sie im Fitnessstudio.^ -Sebastian",
	"SebF.summer_Mon": "Gestern kam Sebastian ins Labor und arbeitete zusammen mit Maru.",
	"SebF.summer_16": "Sebastian arbeitet in letzter Zeit oft mit Maru zusammen. Sie sagt, er ist wirklich gut mit Computern.",
	"SebF.fall_Mon": "Sebastian ist in letzter Zeit öfter aus seinem Zimmer gekommen, um mir und Maru im Labor zu helfen.",
	"SebF.spring_Mon": "Maru hat mir im Labor geholfen, und auch Sebastian ist kurz vorbeigekommen... #$e#Maru ist ein gutes Mädchen. Und es freut mich zu sehen, dass sie und Sebastian Freunde geworden sind. Ich fange an, meinen Stiefsohn besser kennenzulernen.",
	"SebF.winter_Mon": "Als wir im Labor mit Maru gearbeitet haben, kam auch Sebastian vorbei und schlug vor, Programme für uns zu erstellen, um die Daten besser zu verarbeiten.",
	"SebF.summer_Tue4": "Sebastian hat sich in letzter Zeit wirklich verändert. Er kam vorbei und fragte nach meinen Projekten.#$e#Wir haben lange geredet. Ich fange an zu spüren, dass ich einen Bruder habe.",
	"SebF.winter_Mon8": "Hey @!$h#$e#Sebastian hat gesagt, dass der Schneemann, den ich gemacht habe, genau wie du aussieht!",
	"SebF.murderMaru": "Was Sebastian's Vater passiert ist, war wirklich schrecklich. Zumindest wissen wir jetzt, was passiert ist.",
    "SebF.murderRobin": "Ich weiß nicht, ob ich meinem Vater jemals vergeben kann. Seine Dummheit hat wahrscheinlich Ben getötet. Und dann war er feige und hat nicht erzählt, was er getan hat. Er hat jemanden namens %name bezahlt, um Drogen in Bens Tasche zu stecken - in der Absicht, mich dazu zu bringen, ihn zu verlassen. %name hat die Drogen gestohlen. Es endete damit, dass der Dealer Ben erschossen hat. Zumindest ist es endlich aufgeklärt.$s",
	"SebF.Sat8": "Ich habe mich endlich getraut, Sebastian nach diesen eigenartig riechenden Aschenbechern zu fragen. Obwohl ich sie in letzter Zeit nicht bemerkt habe. Er hat einfach gesagt, er habe mit einigen Waldkräutern experimentiert, die er mit Tabak gemischt hat.#$e#Ich mache mir immer noch Sorgen um Sebastian... Er hat nicht viele Freunde. Jetzt hat er gesagt, er habe von Zuzu geträumt, aber nicht mehr, seit er von seinem Vater erfahren hat...#$e#Er ist ein wenig gesprächiger über sich selbst geworden, aber nicht viel.",
	"SebF.Fri8": "Ich hätte Sebastian über seinen Vater informieren sollen. Er hat es nicht gesagt, aber ich kann erraten, dass er dachte, es sei etwas Schlechtes - dass sein Vater schlecht war. Aber ich konnte es einfach nicht über mich bringen, davon zu sprechen.",
	"SebF.murderSeb": "Ich bin zumindest erleichtert, dass der Mord jetzt aufgeklärt ist. Der Kerl, der es getan hat, hat sich später selbst getötet.",
	"SebF.fall_Tue6": "Demetrius hat gefragt, ob ich Interesse an den Programmen habe, die er zur Datenverarbeitung verwendet. Ich habe im Moment viel zu tun, aber es klingt eigentlich interessant.",
	"SebF.winter_Sun6": "Wir haben uns kindisch amüsiert und mit Maru eine Szene mit Schneemännern und Schneegolems gebaut. Demetrius und Robin sind vorbeigekommen und haben gelacht.",
	"SebF.Thu8": "Kannst du dir vorstellen, dass ich auf einer Farm lebe?#$e#Es klingt lächerlich, aber der Gedanke, in die Stadt zu ziehen, fühlt sich nicht mehr gut an."
 }
