{
    // Event Mountain
    "SebF.Seb1": "Ai, se olit sinä, @. Toivoin saavani olla vähän aikaa yksin.",
    "SebF.Pl1": "Pitäisikö minun lähteä pois?",
    "SebF.Seb2": "Ei, älä... minä... ehkä on parempi, että puhun siitä jollekulle.",
    "SebF.Seb3": "$sSatuin näkemään joitakin asiakirjoja... ja... ne koskivat isääni.",
    "SebF.Seb4": "En tiedä tietääkö kukaan täällä. En edes muista häntä, olin silloin parivuotias. Minulla on vain hämäriä mielikuvia, että jotain hirveää tapahtui - poliisit - äidin itku.",
    "SebF.Seb5": "$0Isäni oli tapettu ja ruumis raahattu johonkin kellariin. Ja poliisi teki rynnäkön meille ja etsi huumeita...",
    "SebF.Seb6": "$sHänen taskuissaan oli ollut jotakin... Viimeisessä paperissa oli vain huomautus että mitään ei ollut löytynyt ja tapauksen tutkiminen oli lopetettu...",
    "SebF.Seb7": "$aHei, oletko kuunnellut meitä salaa!",
    "SebF.Dem1": "Satuin kulkemaan ohi ja kuulin viimeiset sanat.",
    "SebF.Dem2": "$sBenjamin lavastettiin syylliseksi.",
    "SebF.Seb8": "$sMutta... kuka... miksi? Mitä oli tapahtunut? En koskaan...",
    "SebF.Dem3": "$sEmme koskaan saaneet tietää, kuka sen teki. Äitisi ei vieläkään halua kuulla siitä.",
    "SebF.Dem4": "$aPoliisi ei ensin tehnyt mitään, väittivät että hän oli ollut huumekauppias... ja sitten kaikki todisteet oli ehditty sotkea.",
    "SebF.Seb9": "$aOliko siihen muka jotakin syytä?",
    "SebF.Dem5": "Uskoa että hän oli harjoittanut huumekauppaa? Pikemminkin päin vastoin. Tunsin hänet hyvin. Pitkä tarina. Meidän pitäisi puhua...",
    "SebF.Dem6": "En tiedä tiesikö Rauni jotain erityistä, mutta meitä uhkailtiin.",
    "SebF.Rob1": "Mitä täällä on tekeillä? - Mitä on tapahtunut?",
    "SebF.Pl2": "Pitäisikö minun sanoa jotakin?",
    "SebF.Seb10": "Oh, Demetrius sattui vain tulemaan paikalle kun minä ja @ juttelimme.",
    "SebF.Dem7": "$0Minun pitäisi keskustella Sebastianin kanssa enemmän. Voisimme oppia ymmärtämään toisiamme paremmin.",
    "SebF.Rob2": "Olen aina ajatellut, että teillä on enemmän yhteistä kuin tiedättekään.",
    //Event Fountain
    "SebF.Dem8": "Toivoinkin tilaisuutta keskustella kanssasi.",
    "SebF.Pl3": "Viittaat muutaman päivän takaiseen tapaamiseemme, oletan?",
    "SebF.Dem9": "$sRauni ei ole kyennyt kertomaan Sebastianille mitä oli tapahtunut. Minun olisi pitänyt tehdä se, mutta ensin arvelin, että poika oli liian pieni ja sitten olimme vieraantuneet toisistamme.",
    "SebF.Dem10": "Raunihan on kertonut sinulle, että hänen vanhempansa olivat kauhuissaan kun hän päätti ryhtyä puusepäksi?",
    "SebF.Pl4": "Kyllä, hän on maininnut siitä.",
    "SebF.Dem11": "Eikä vain sitä. He eivät hyväksyneet Benjaminia - Sebastianin isää, ja jopa syyttivät häntä tyttärensä sieppaamisesta.",
    "SebF.Pl5": "Mutta miksi?",
    "SebF.Dem12": "$aHän oli ollut sijoituskodissa. - 'Ei hyvästä perheestä' kuten he sanoivat. Se ei merkinnyt mitään että hän opiskeli matematiikan opettajaksi ja teki vapaaehtoista sosiaalityötä. Se luultavasti koitui hänen kohtalokseen.",
    "SebF.Pl6": "Tarkoitatko, että hän koetti auttaa jotakuta ja...?",
    "SebF.Dem13": "$sEmme olleet läheisiä ystäviä, mutta tunsimme toisemme hyvin; juuri ennen sitä yötä hän oli maininnut jostakusta jota hän koetti auttaa. Se kaveri oli velkaa jollekulle... Voit arvata loput.",
    "SebF.Dem14": "Autoin Raunia ja Sebastiania lähtemään Zuzun kaupungista. He asuivat ensin Marnien luona, mutta pian menimme naimisiin ja muutimme siihen mökkiin, jossa Elias asuu nykyään, kunnes Rauni sai talomme rakennetuksi.",
    "SebF.Pl7": "Kuulostaa... En tiedä mitä sanoa.",
    //Event Sebastian room
    "SebF.Seb11": "Sinä siis sait kirjeeni?",
    "SebF.Pl8": "Sanoit, että haluat keskustella?",
    "SebF.Seb12": "*huoks* Nyt on tapahtunut paljon lyhyessä ajassa. Ja olen puhunut tuntikausia isäpuoleni kanssa - isästäni.",
    "SebF.Seb13": "...ja äidistä. Että hänen vanhempansa eivät hyväksyneet mitään hänen valinnoistaan: ammattia, poikaystävää. Olen tavannut isovanhempani kerran, lapsena. Se tuntui... He kutsuivat äitiä Rosalinaksi. Jälkeenpäin tajusin että he halveksivat meitä - Demetriusta, minua ja Marua joka oli silloin vauva. Äiti meni toiseen huoneeseen keskustelemaan äitinsä kanssa ja pian sen jälkeen lähdimme kiireesti pois.",
    "SebF.Pl9": "Rauni on muuttanut nimensä?",
    "SebF.Seb14": "Kyllä, silloin kun hän meni naimisiin isäni kanssa.",
    "SebF.Seb15": "$aTiedän, että minun on tehtävä jotakin selvittääkseni isäni murhan!",
    "SebF.Pl10": "Mitä voin sanoa?#Se kuulostaa vaaralliselta!#Se kuulostaa vaikealta!#Toivottavasti onnistut!",
    "SebF.Seb16": "Tiedän, että minun täytyy. - Ainakin minun on otettava yhteyttä isäni kasvatusvanhempiin.",
    "SebF.Seb17": "Hei, @, toivota minulle onnea. Olen lähdössä Zuzun kaupunkiin.",
    "SebF.Pl11": "Onko poliisi...?",
    "SebF.Seb18": "He olisivat pyytäneet äitini, mutta hän sanoi ettei kerta kaikkiaan pysty ja minä lupasin mennä - hän antoi minulle valtakirjan. - Isäni kasvatusvanhemmat odottavat minua ja menemme yhdessä poliisiasemalle. Heillä on kuulemma tärkeää uutta tietoa.",
    "SebF.Pl12": "Toivon todella että he ovat ainakin saaneet selville, kuka sen teki.",
    "SebF.Seb19": "OK, bussi tulee...",
    "SebF.mail": "@, Voisitko tulla käymään ensi tiistaina, niin että voidaan jutella. En halua että äitini kuulee mistä puhumme ja silloin hän on jumppatunnillaan.^  -Sebastian",
    "SebF.summer_Mon": "Eilen Sebastian tuli labraan ja teki töitä yhdessä Marun kanssa.",
    "SebF.summer_16": "Sebastian on viime aikoina tehnyt usein töitä Marun kanssa. Maru sanoo että hän on tosi hyvä tietokonejutuissa.",
    "SebF.fall_Mon": "Sebastian on viime aikoina paljon useammin tullut ulos huoneestaan auttamaan minua ja Marua labrassa.",
    "SebF.spring_Mon": "Maru auttoi minua labrassa, ja Sebastiankin pistäytyi vähäksi aikaa... #$e#Maru on kunnon tyttö. Ja olen iloinen, että hän ja Sebastian ovat tulleet ystäviksi. Olen alkanut tuntea poikapuoltani paremmin.",
    "SebF.winter_Mon": "Kun työskentelimme Marun kanssa labrassa Sebastian tuli paikalle ja ehdotti että hän voisi tehdä meille ohjelmia joilla saatua dataa voisi käsitellä paremmin.",
    "SebF.summer_Tue4": "Sebastian on tosiaan muuttunut paljon viime aikoina. Hän tuli luokseni ja kyseli projekteistani.#$e#Juttelimme pitkään. Minusta on alkanut tuntua, että minulla on veli.",
    "SebF.winter_Mon8": "Hei @!$h#$e#Sebastian sanoi, että tekemäni lumiukko oli ihan sinun näköisesi!",
    "SebF.murderMaru": "Todella hirveää se, mitä oli tapahtunut Sebastianin isälle. Nyt edes tiedämme, mitä tapahtui.",
    "SebF.murderRobin": "En tiedä voinko milloinkaan antaa isälleni anteeksi. Hänen typeryytensä luultavasti tappoi Benin. Ja sitten hän oli pelkuri, eikä kertonut, mitä oli tehnyt. Eräs %name oli saanut häneltä rahaa, jotta tämä sujauttaisi huumeita Benin taskuun - saadakseen minut jättämään Benin. %name oli varastanut sen kaman, ja sitten kauppias oli ampunut Benin. Juttu selvisi lopultakin.$s",
    "SebF.Sat8": "Uskalsin lopultakin kysäistä Sebastianilta niistä oudolta haisevista tuhkakupeista. Vaikka viime aikoina en ollut huomannut mitään erityistä. Hän ainakin väitti kokeilleensa jotain metsäkasveja tupakan seassa.#$e#Olen vieläkin huolissani Sebastianista... hänellä ei ole monia ystäviä. Nyt hän sanoi että hän aikaisemmin haaveili Zuzusta mutta ei nyt enää kuultuaan isästään...#$e#Hän on alkanut hiukan enemmän puhua asioistaan, mutta ei paljon.",
    "SebF.Fri8": "Minun olisi pitänyt kertoa Sebastianille hänen isästään. Hän ei sanonut mitään, mutta voin arvata että hän oli uskonut sen olevan jotain pahaa - että hänen isänsä oli ollut paha. Mutta en pystynyt puhumaan siitä.",
    "SebF.murderSeb": "Olen edes helpottunut, että se murha on nyt selvinnyt. Se tyyppi, joka sen teki, oli myöhemmin tullut itse tapetuksi.",
    "SebF.fall_Tue6": "Demetrius kysyi kiinnoistaisivatko minua ne ohjelmat joita hän käyttää datan järjestämiseen. Minulla on nyt kiirettä, mutta oikeastaan se kuulostaa mielenkiintoiselta.",
    "SebF.winter_Sun6": "Pidimme Marun kanssa hauskaa kuin lapset ja rakensimme asetelman lumiukoista ja lumiäijistä. Demetrius ja Rauni kulkivat ohi ja nauroivat.",
    "SebF.Thu8": "Voisitko kuvitella minut asumassa maatilalla?#$e#Vaikuttaa naurettavalta, mutta ajatus kaupunkiin lähtemisestä ei ole enää yhtään houkuttava." 
}
