{
    // Event Mountain
    "SebF.Seb1": "Oh, é você, @. Eu queria ficar sozinho por um momento.",
    "SebF.Pl1": "Devo ir embora?",
    "SebF.Seb2": "Não, não vá... eu... talvez seja melhor se eu falar com alguém sobre isso.",
    "SebF.Seb3": "$sEu acabei vendo alguns documentos... e... eles eram sobre o meu pai, o nome dele era Benjamim.",
    "SebF.Seb4": "Eu não sei se alguém aqui sabe. Eu nem me lembro dele, eu tinha 2 anos na época. Tenho vagas memórias de que algo horrível estava acontecendo, a polícia, minha mãe chorando.",
    "SebF.Seb5": "$0Meu pai tinha sido assasinado, e o corpo tinha sido levado para um porão. A polícia invadiu nosso apartamento em busca de drogas...",
    "SebF.Seb6": "$sTinham drogas no bolso dele... e o último papel que li era uma nota de que nenhuma outra evidência foi encontrada e o caso foi arquivado...",
    "SebF.Seb7": "$aEi, você tava nós escutando!",
    "SebF.Dem1": "Eu tava passando por aqui e acabei ouvindo um pouco.",
    "SebF.Dem2": "$sBenjamin foi encriminado por drogas.",
    "SebF.Seb8": "$sMas... como... por quê? O que aconteceu? Eu nunca...",
    "SebF.Dem3": "$sNós nunca soubemos quem o matou. E sua mãe não quer mais ovuir sobre isso.",
    "SebF.Dem4": "$aA polícia não fez nada no começo, apenas falaram que ele era um vendendor de drogas... e então todas as evidencias ficaram confusas.",
    "SebF.Seb9": "$aNão tinha motivo, tinha?",
    "SebF.Dem5": "De acreditar que eles estava vendendo drogas? Pelo contrário. Eu o conhecia bem. É uma longa história. Nós deveríamos conversar sobre...",
    "SebF.Dem6": "Não sei se a Robin sabia de mais alguma coisa, mas fomos ameaçados.",
    "SebF.Rob1": "O que ta acontecendo aqui?",
    "SebF.Pl2": "Devo dizer algo?",
    "SebF.Seb10": "Ah, o Demetrius acabou passando por aqui enquanto @ e eu estávamos conversando.",
    "SebF.Dem7": "$0Parece que eu e Sebastian deveríamos conversar mais. Talvez a gente possa aprender a se entender.",
    "SebF.Rob2": "Eu sempre soube que vocês dois tinham mais em comum do que imaginavam.",
    //Event Fountain
    "SebF.Dem8": "Eu tava esperando uma chance pra falar com você.",
    "SebF.Pl3": "Você tá falando do nosso encontro há algum tempo, eu suponho",
    "SebF.Dem9": "$sA Robin não quer falar pro Sebastian o que aconteceu. Eu deveria já ter dito tudo a ele, mas achei que ele não tinha idade suficiente, e então nós nos distanciamos.",
    "SebF.Dem10": "A Robin te contou que os pais dela não gostaram quando ela disse que queria ser carpinteira, né?",
    "SebF.Pl4": "Sim, ela me contou.",
    "SebF.Dem11": "Não foi só isso. Eles não aceitaram o relacionamento dela com o Benjamim, e até acusaram ele de ter sequestrado ela.",
    "SebF.Pl5": "Mas, por quê?",
    "SebF.Dem12": "$aEle não vinha de uma boa família. Era adotado. E o fato dele ter estudado para ser professor de matemática e feito trabalho voluntário não contava para eles. Isso provavelmente se tornou sua desgraça.",
    "SebF.Pl6": "Quer dizer que ele tentou ajudar alguém e...?",
    "SebF.Dem13": "$sNós não éramos amigos íntimos, mas nos conhecíamos bem; pouco antes daquela noite, ele mencionou que  tentou ajudar cara que devia dinheiro a alguém... Você adivinha o resto.",
    "SebF.Dem14": " Eu Ajudei a Robin e o Sebastian a sairem de Zuzu. No começo ficamos na casa de Marnie, mas logo eu e Robin nos casamos e nos mudamos para aquela cabana, onde Elliott mora agora, até que Robin mandou construir nossa casa.",
    "SebF.Pl7": "Eu... nem sei o que dizer.",
    //Event Sebastian room
    "SebF.Seb11": "Você recebeu minha carta, né?",
    "SebF.Pl8": "Sim, do que precisa?.",
    "SebF.Seb12": "*suspiro* Muita coisa aconteceu em pouco tempo. Eu passei horas conversando com o Demetrius sobre meu pai.",
    "SebF.Seb13": "...e sobre a minha mãe. Que seus pais não aceitaram nenhuma das escolhas dela; profissão, namorado... Eu conheci meus avós uma vez, quando eu era criança. Eles chamavam minha mãe de Rosalina. Depois eu entendi que eles nos desprezavam - Demetrius, eu e a Maru que era um bebê na época. Minha mãe foi para outra sala conversar com a mãe dela, e logo depois saímos às pressas.",
    "SebF.Pl9": "A Robin mudou de nome?",
    "SebF.Seb14": "Sim, quando ela casou com meu pai.",
    "SebF.Seb15": "$aEu tenho que fazer algo pra resolver o assasinato do meu pai!",
    "SebF.Pl10": "O que eu digo?#Isso parece muito perigoso.#Espero que você consiga!",
    "SebF.Seb16": "Eu vou conseguir!. Eu entrei em contato com a família adotiva do meu pai, vou para Zuzu no outono.",
    "SebF.Seb17": "@, me deseje sorte. Estou indo pra Zuzu.",
    "SebF.Pl11": "Você já falou com a polícia?",
    "SebF.Seb18": "Sim, eles ligaram para minha mãe, mas ela disse que não podia ir então eu me ofereci. Eles me deram uma garantia. Os pais adotivos do meu pai estão me esperando e vamos juntos para a delegacia. Eles têm algumas informações importantes, disseram.",
    "SebF.Pl12": "Eu espero que encontrem quem fez aquilo com seu pai.",
    "SebF.Seb19": "Eu também, tenho que ir agora, o ônibus já chegou.",
    "SebF.mail": "Me econtre na minha casa na próxima terça-feira.^  - Sebastian",
    "SebF.summer_Mon": "Ontem Sebastian veio ao laboratório e trabalhou com a Maru.",
    "SebF.summer_16": "O Sebastian tem trabalhado muito com a Maru. Ela disse que ele é muito bom com computadores.",
    "SebF.fall_Mon": "O Sebastian tem saído com mais frequência do quarto para ajudar a Maru e eu no laboratório.",
    "SebF.spring_Mon": "A Maru estava me ajudando no laboratório e o Sebastian apareceu por um momento... #$e#Maru é uma boa menina. E fico feliz em ver que ela e Sebastian se tornaram amigos.",
    "SebF.winter_Mon": "Quando eu estava trabalhando no laboratório com a Maru, Sebastian veio e propôs que ele fizesse algum programa para que eu e a Maru possamos lidar melhor com os dados do laboratório.",
    "SebF.summer_Tue4": "Sebastian realmente mudou muito ultimamente. Ele veio e perguntou sobre meus projetos.#$e#Conversamos muito. Estou começando a sentir que tenho um irmão.",
    "SebF.winter_Mon8": "Ei @!$h#$e#O Sebastian disse que o boneco de neve que eu fiz parecia com você!",
    "SebF.murderMaru": "O que aconteceu com o pai de Sebastian foi realmente horrível. Pelo menos agora sabemos o que aconteceu.",
    "SebF.murderRobin": "Não sei se algum dia poderei perdoar meu pai. Sua estupidez matou o Ben. E ele foi um covarde e não contou o que tinha feito. Ele pagou um cara chamado %name para colocar drogas no bolso do Ben - querendo me fazer deixá-lo. %name havia roubado as drogas de um traficante e encriminado Ben. Acabou com o traficante atirando nele. Pelo menos tudo está claro agora.$s",
    "SebF.Sat8": "Finalmente criei coragem pra perguntar o Sebastian sobre aqueles cinzeiros com cheiro estranho. Embora eu não os tinha notado. Ele apenas disse que experimentou algumas ervas da floresta misturadas com tabaco.#$e#Ainda estou preocupada com Sebastian... Ele não tem muitos amigos. Ele disse que estava sonhando com Zuzu, mas não mais depois de receber a notícia de seu pai...#$e#Ele começou a falar sobre si mesmo, mas não muito.",
    "SebF.Fri8": "Eu deveria ter contado ao Sebastian sobre seu pai. Ele não disse, mas posso imaginar que ele estava pensando que era algo ruim. Que seu pai era uma pessoa ruim. Mas eu não conseguia falar sobre isso.",
    "SebF.murderSeb": "Estou aliviado que o assassinato foi resolvido agora. O cara que assasinou meu pai foi morto anos depois.",
    "SebF.fall_Tue6": "Demetrius perguntou se eu estaria interessado nos programas que ele usa para organizar os dados. Estou ocupado agora, mas na verdade parece interessante.",
    "SebF.winter_Sun6": "Eu me diverti com a Maru, nós construímos bonecos de neve.",
    "SebF.Thu8": "Você consegue me imaginar morando em uma fazenda?#$e#Parece ridículo, mas a ideia de partir para a cidade já não me faz bem."
 }
