{
  "SpiritEve.Aguar.1": "Lenny me informou que precisamos usar roupas. Acho que isso é aceitável.",
  "SpiritEve.Aguar.1-2heart": "Se ao menos nosso traje formal de feiticeiro fosse mais parecido com esse. Pessoalmente, acho isso muito mais agradável do que aquele visual gótico de caubói.#$b#Talvez eu surpreenda Rasmodius usando isso em nossa próxima reunião...$1",
  "SpiritEve.Aguar.2": "Minha roupa? Isso é apenas algo que encontrei por aí... Não se preocupe muito com isso, @.",
  "SpiritEve.Aguar.2-2heart": "Você já ouviu o ditado, \"É mais escuro sob a lâmpada\", @?#$b#Isso significa que, às vezes, o melhor lugar para esconder algo é à vista de todos.$1",
  "SpiritEve.Wizard.2": "Aguatros certamente é ousado, usando suas vestes formais tão publicamente... Mas suponho que esta seja a melhor noite para fazê-lo.",

  "SpiritEve.Alissa.1": "Todas as outras garotas parecem tão bonitinhas e eu pareço tão desleixada... $s#$b#Talvez eu possa pedir conselhos à Faye sobre fantasias no próximo ano?",
  "SpiritEve.Alissa.2": "Bem, quando soube que você e o papai iriam se fantasiar de piratas, pensei em fazer uma surpresa para vocês e me juntar ao tema!#$b#Não ficamos todos bonitinhos juntos?$1",
  "SpiritEve.Alissa_spouse.1": "Você acha que isso fica bonito em mim, @?$2#$b#Não, quero dizer... Eu não fico bonita, @?$l#$b#Estou tentando ter um pouco mais de confiança em mim mesma.$1",
  "SpiritEve.Alissa_spouse.2": "Oh, oi, querido! Não se importe comigo - vá curtir o festival e eu ficarei aqui.^Oh, oi, querida! Não se importe comigo - vá curtir o festival e eu ficarei aqui.$1#$b#Não que eu não queira passar um tempo com você! É que, bem, essa fantasia é muito difícil de usar...$s",

"SpiritEve.Anton.1": "A Kiarra continua ameaçando fazer um \"et tu\" em mim. Não tenho certeza se ela está com raiva de mim ou não...$6",
"SpiritEve.Anton.2": "Espera, o que é aquela coisa preta grande no canto? Oh, é o meu dedo...$u#$b#...Uhh, pessoal? Se importam se tirarmos outra?$1",
"SpiritEve.Anton_spouse.1": "Você não se importa se eu combinar com a Paula, certo? Ela estava nervosa de ir sozinha.#$b#Embora, se você tiver alguma ideia para fantasias de casal, estou toda ouvidos...$4",
"SpiritEve.Anton_spouse.2": "Casando com você, eu com certeza me sinto como se tivesse saído do zero para o herói.$4#$b#Então, quer tirar uma foto?$1",
"SpiritEve.Anton.2-ian": "Ops, parece que o Ian e eu tivemos a mesma ideia. Quem me dera saber, porque ele com certeza fica melhor do que eu...$u",


"SpiritEve.Ariah.1": "Irene, depois que você terminar de repor o bufê, podemos por favor entrar no labirinto juntas? Você prometeu que iríamos...$s",
"SpiritEve.Ariah.2": "Eu gostaria que a vovó terminasse a conversa dela para que eu pudesse ir para casa e estudar.$s#$b#Olhe para mim, reduzida a ler perto de um monte de feno! Hmph.$a",

"SpiritEve.Bert.1": "Não se preocupe, querida, eu a ajudarei a limpar depois.#$b#Desse modo, posso dizer a parte sobre como você já é a mais bonita de todas quantas vezes eu quiser!$h",
"SpiritEve.Bert.2": "Mwahaha! É melhor correr, princesa, ou eu a arrastarei de volta para o meu covil maligno!$h",

"SpiritEve.Blair.1": "Mamãe!!! Por que você está vestida como algum personagem infantil!?$a#$b#Ah... Não fique perto de mim, é muito embaraçoso!$a",
"SpiritEve.Blair.2": "Prepare-se para problemas, pois a Equipe das Travessuras chegou!$h",
"SpiritEve.Blair_spouse.1": "Mãe, @ está vindo! Não me faça me arrepender de ter vindo com você...$a#$b#Oh, oi querido! Você está gostando do festival?^Oh, oi querida! Você está gostando do festival?#$b#Não chegue muito perto, ou meu cabelo pode te morder!$1",
"SpiritEve.Blair_spouse.2": "Ei, querido! Você deveria colocar algumas orelhas de gato e se juntar a nós!$h^Ei, querida! Você deveria colocar algumas orelhas de gato e se juntar a nós!$h",

"SpiritEve.Bryle.1-single": "Eu já te disse, Faye, eu não sabia sobre a sua fantasia quando escolhi a minha.$a#$b#Acredite ou não, a maioria das pessoas não planeja suas vidas em torno de você, Senhorita Centro do Universo...$7",
"SpiritEve.Bryle.1-faye": "Tenha cuidado para não comer muitos doces, Faye... Eu não vou te carregar de volta para a montanha se você tiver uma overdose de açúcar...$6#$b#Quero dizer, eu vou, é claro, mas não quero...$s",
"SpiritEve.Bryle.2": "Lewis me encarregou de vigiar o perímetro a noite toda para garantir a segurança de todos, então fique à vontade para aproveitar o festival com tranquilidade.",
"SpiritEve.Bryle_spouse.1": "Suponho que eu poderia usar algo que não entre em conflito com a Faye, mas eu fico muito bem assim, não acha?#$b#E eu não posso deixar de provocá-la de vez em quando.$1",
"SpiritEve.Bryle_spouse.2": "O que, essa arma? Oh, claro que não é real! Eu nunca andaria por aí brandindo uma arma de verdade na cara das pessoas.#$b#Não se preocupe, querido. Minha arma de verdade está seguramente escondida na coldre sob meu casaco.$h^Não se preocupe, querida. Minha arma de verdade está seguramente escondida na coldre sob meu casaco.$h",

"SpiritEve.Carmen.1": "Ah, relaxe, chiquita! Estou vestida de monstro, assim como você!$h#$b#Você se sentiria melhor se eu te desse um biscoito? Hein? Hein?$h",
"SpiritEve.Carmen.2": "Encontrei essa roupa de gatinho na loja! Não sou uma gatinha fofa?$h",

"EggFest.Corine_spouse": "Querida, veja! O que você acha da minha roupa? $h#$b#Eu me sinto tão bonita.$h",
"SpiritEve.Corine.1": "Não seja boba, Ysa, é claro que eu faria isso por você!$1#$b#E não se preocupe, Maddie. Não vamos postá-las em nenhum lugar que você não queira.",
"SpiritEve.Corine.2": "Estou praticando meus passos de sombra enquanto limpo esses pratos. O que você acha, @?#$b#Se eu conseguir fazer isso, talvez eu devesse considerar uma mudança de carreira.$1",
"SpiritEve.Corine.2-8heart": "Jio disse que eu não poderia usar meu traje de treinamento como fantasia... Hmph.$5#$b#Acho que vou ser uma lutadora disfarçada de mentirinha então!$h",
"SpiritEve.Corine_spouse.1": "Coordenar roupas é divertido, não acha, @?$1#$b#Talvez possamos tentar isso em um ambiente diferente...?$4",
"SpiritEve.Corine_spouse.2": "Melhor tomar cuidado hoje à noite, @. Tenho muitas facas escondidas comigo.$1",

"SpiritEve.Daia.1": "Esse chato do Jio tem te importunado por minha causa?$8#$b#Bem, pode dizer a ele que ele não precisa se preocupar! Eu sou perfeitamente capaz de me comportar - Além disso, estou completamente coberta da cabeça aos pés!$6",
"SpiritEve.Daia.2": "Agora, esse petisco delicioso aqui sabe como animar uma festa. Esses músculos são um banquete para os olhos.$6#$b#Você sabe se ele está namorando alguém, @?$7",
"SpiritEve.Daia.2_dating": "Jeric sabe como animar uma festa. Esses músculos são um banquete para os olhos.$6#$e#Você tem algo em mente para superar esse show do diabo aqui, fofura?$7",
"SpiritEve.Daia_spouse.1": "Qual você prefere, @? Deixar algo para a imaginação ou mostrar tudo?$6",
"SpiritEve.Daia_spouse.2": "Assim que eu terminar meu expediente, que tal termos um pouco de gostosuras ou travessuras só nossas?$7#$b#Claro, será uma gostosura para você, amor.$l",

"SpiritEve.Ezekiel.1": "Olhe para minha filha, tirando fotos com seus amigos! Isso me lembra quando ela era pequena...$4#$b#Agora ela está toda crescida, e eu não poderia estar mais orgulhoso... *snif$4*",
"SpiritEve.Ezekiel.2": "...Se aquele Jeric ousar olhar para minha Corine, eu vou jogá-lo naquela jaula com os esqueletos.$a",

"SpiritEve.Faye.1-bryle": "Bryle, querido, olhe toda essa comida! Tudo parece tão bom, eu nem sei por onde começar!$h#$b#Hmm, o que eu deveria pegar primeiro? Os cupcakes de morcego? Os cookies de abóbora? Os macarons de fantasma? Ahh, não consigo decidir!$h",
"SpiritEve.Faye.1-single": "Ah, esse Bryle! Ele ouviu falar dos meus planos de fantasia e achou que tinha que combinar!$a#$b#E a roupa dele nem está na paleta de cores certa!$5",
"SpiritEve.Faye.1-nobryle": "Se eu tivesse lembrado que a Véspera do Espírito estava chegando mais cedo, poderia ter planejado algo mais elaborado...$s#$b#Mas às vezes os clássicos também são divertidos.$h",
"SpiritEve.Faye.2": "Este é o meu festival favorito, sem sombra de dúvida!$1#$b#Então, o que você acha, @? Eu tenho trabalhado nisso por semanas!",
"SpiritEve.Faye_spouse.1": "Eu sei que usei esta roupa alguns anos atrás, mas parece um desperdício usá-la apenas uma vez, sabe?#$b#Além disso, eu nem preciso de uma peruca!$h",
"SpiritEve.Faye_spouse.2": "Querido, você poderia me trazer alguns petiscos? É um pouco difícil de me mover com esta roupa.^Querida, você poderia me trazer alguns petiscos? É um pouco difícil de me mover com esta roupa.",

 "SpiritEve.Flor.1": "@! E-um- Atrás de mim- J-Jeric- t-tão... sem camisa...$3#$b#E-eu n-não- Um, para onde eu d-devia o-olhar...??$3",
"SpiritEve.Flor.2": "Estou de olho no Yuuma aqui enquanto a Naomi pega algo para comer.#$b#O conhecimento dele sobre as espécies de tartarugas locais é bastante extenso. Estou aprendendo muito só de ouvi-lo.$1",
"SpiritEve.Flor_spouse.1": "Você ficaria comigo um momento, @? Preciso acalmar meus nervos depois de ver o Jeric...$2#$b#Quer dizer, só tem uma pessoa que eu quero ver sem camisa...$4",
"SpiritEve.Flor_spouse.2": "As crianças realmente queriam que eu me vestisse como professora de novo.#$b#Embora, hum, se houver algo que você goste mais, eu poderia considerar?$4",

"SpiritEve.Freddie.1": "Oh, Lola. Você fica mais bonita a cada dia, bem diante dos meus olhos.$1",
"SpiritEve.Freddie.2": "@, você já pensou como é estranho que a arma da Morte seja apenas uma simples ferramenta agrícola?#$b#Bem, talvez isso apenas mostre que às vezes o que parece simples e comum pode ser o maior perigo.$1",
"SpiritEve.Freddie.2-8heart": "\"O Ceifador\" foi meu apelido por um tempo - embora eu sempre achasse um pouco sem inspiração.#$b#Não que eu esperasse grande sagacidade dos imbecis que ousaram se tornar meus inimigos, é claro!$1",

 "SpiritEve.Ian.1": "Sean escolheu nossas roupas. O que você acha?#$b#A minha foi bem barata.$h",
"SpiritEve.Ian.2": "Kenneth? Olá?$s#$b#...Uh, Kenneth? Você está aí, camarada?$s",
"SpiritEve.Ian_spouse.1": "Tudo bem se eu usar essa roupa de novo, não é, querido? Eu não quis decepcionar o Sean.$1^Tudo bem se eu usar essa roupa de novo, não é, querida? Eu não quis decepcionar o Sean.$1",
"SpiritEve.Ian_spouse.2": "O que você acha de uma barba por fazer, @?#$b#Eu poderia... talvez deixar crescer de vez em quando.$l",

"SpiritEve.Irene.1": "Só um segundo, Ariah! Deixe-me trocar essas batatas...$1#$b#Espera um-- O salada de frutas também acabou? Droga...!$s",
"SpiritEve.Irene.2-nozayne": "Eu amo essa fantasia, mas... você acha que eu a uso bem?$s#$b#Ahh, me sinto tão boba...$3#$e#...@, você já pensou em morrer?$1#$b#...$1#$b#...Não sei por que eu disse isso.$s",
"SpiritEve.Irene.2-single": "Eu não estava planejando combinar com ninguém, mas essa fantasia parece que foi feita para o Zayne, não é?$#b#Ele é o acessório perfeito para o meu visual - Oh, mas não diga a ele que eu disse isso!$1",
"SpiritEve.Irene.2-zayne": "Meu Deus, Zayne, eu simplesmente não consigo superar como você fica sexy assim! Eu só quero te devorar!$l#$b#Ei, @! Estamos na próxima fila para as fotos, e o Zayne prometeu me segurar no ombro para uma!#$b#Estou tão animada que posso desmaiar! Eeeee~!$1",
"SpiritEve.Irene_spouse.1": "Eu ofereci ajuda ao Pika este ano, já que ele está segurando aquele gancho gigante e tudo, mas esta fantasia não é realmente adequada para tanta correria...$s#$b#Bem, se eu perder um pirulito, você pode simplesmente colocá-lo de volta na minha peruca. Ok, querido?$1^Bem, se eu perder um pirulito, você pode simplesmente colocá-lo de volta na minha peruca. Ok, querida?$1",
"SpiritEve.Irene_spouse.2": "Querido, eu só quero que você saiba que...$3^Querida, eu só quero que você saiba que...$3#$b#Graças a você, hoje é o melhor dia de todos. Ontem também foi, e amanhã será, e todos os dias daqui até a eternidade.$l#$e#E estou tão feliz por ser sua esposa em vez de sua namorada casual de longa distância com pouco compromisso.$1",

  "SpiritEve.Jeric.1": "E aí, @. Estou tentando marcar um touchdown hoje à noite, e adoraria chegar à sua end zone.$7#$b#Relaxa, relaxa! Só estou brincando. Até que foi uma boa, né?$1",
"SpiritEve.Jeric.2": "Relaxa, Maddie, não estou fazendo mal a ninguém. Na verdade, estou dando a todos um agrado nesta bela Véspera do Espírito.$8#$b#Então, para de atrapalhar o clima! De qualquer forma, dê uma olhada na minha cauda! Sexy, né?$7",
"SpiritEve.Jeric_spouse.1": "E aí, querido! O que você acha?$7^E aí, querida! O que você acha?$7#$b# Eu sei, eu sei... Sem dúvida o mais sexy - e é tudo seu.$6",
"SpiritEve.Jeric_spouse.2": "Vá se divertir, @, eu só vou irritar a Maddie um pouco mais.$1#$b#Não fique com ciúmes, agora. Você terá esse diabinho sexy só para você quando chegarmos em casa.$6",

"SpiritEve.Jio.1": "@, você pode me alertar se a Daia fizer algo impulsivo?#$b#Estou fazendo o meu melhor para ficar de olho nela sem me revelar, mas só posso fazer tanto das sombras...$s#$b#Só uma coisa é certa - Não vai dar certo a Daia interagir com os moradores vestida assim...$7",
"SpiritEve.Jio.2": "Hm... Devido à natureza desta noite, posso participar deste evento publicamente sem usar nenhum tipo de disfarce, e até os locais que não me conhecem não acham nada estranho...$7#$b#Que festival peculiar este é.$h",
"SpiritEve.Jio_spouse.1": "Encontrei este traje na seção de descontos da loja de departamentos... Me diga, meu amor, é assim que o ser humano médio pensa que os elfos se parecem?#$e#Levei um tempo para me acostumar com essas meias, mas devo admitir que são bastante confortáveis.$h",
"SpiritEve.Jio_spouse.2": "Ei, escute!$6#$b#Hm... Deixa pra lá. Pensei que ouvi algo por um momento... Deve ter sido o vento.$7",
"SpiritEve.Jio_spouse.2-corine": "Corine me trouxe este traje e insistiu que eu o usasse neste festival. Ela não deu mais detalhes...#$b#Ah, e ela me disse para dizer, \"Hyup!\"",

"SpiritEve.June.1": "Acho tão interessante ver todos em seus trajes. Isso diz muito sobre uma pessoa, sabe?$1#$b#Pegue aqueles dois ali. Eu não tinha ideia de que a Flor tinha um lado nerd, ou que o Jeric estava em tão boa forma.$3#$b#Quer dizer, faz sentido, dada a sua profissão e tudo mais, mas, nossa, esse é um tanquinho e tanto.$3#$b#Sério, daria para afiar uma faca naqueles gominhos.$3#$b#...$3#$b#...Desculpe, sobre o que estávamos falando?$s",
"SpiritEve.June.2": "Cuidado para não encostar em mim, @. Não quero manchar nenhuma de suas roupas de cinza.#$b#Você não acreditaria na quantidade desse negócio que eu tenho em mim. Juro, tive que usar três latas inteiras só para cobrir minha tat-$s#$b#Eu-- Um... Hm...$3#$b#Aproveite o resto da noite, @.$3",
"SpiritEve.June_spouse.1": "Ugh, essa peruca dá tanta coceira... Talvez eu devesse apenas tingir meu cabelo de volta para a cor natural.$s#$b#Mas cabelo preto me faz parecer um acadêmico moreno quando o a estética que estou tentando alcançar é o minimalismo moderno!$7#$b#E fale sobre duas ideologias diametralmente opostas...$s",
"SpiritEve.June_spouse.2": "Ei, querido. Está ficando tarde, não está?$1^Ei, querida. Está ficando tarde, não está?$1#$b#Que tal irmos para casa e eu ver o quanto dessa tinta corporal consigo passar em você?$9",

  "SpiritEve.Keahi.1": "SUS! SUS! SUS! SUS! SUS!$1#$b#Não seja muito suspeito, @, ou vou votar para você sair da nave!$4",
  "SpiritEve.Keahi.2": "Yarr! Eu vou ser o Rei dos Piratas!$1",

  "SpiritEve.Kenneth.1": "...",
  "SpiritEve.Kenneth.2": "...",
"SpiritEve.Kenneth_spouse.1": "...#$b#Psst, @ - Você acha que poderia me passar alguns cupcakes pelo escape de exaustão? Eles cheiram tão bem.",
"SpiritEve.Kenneth_spouse.2": "...#$b#%Kenneth está se comprometendo com o papel.",

  "FlowerDance.Kiarra": "%Kiarra está murmurando consigo mesma.#$b#A Corine parece tão bonita nesse vestido. Talvez...$4",
"SpiritEve.Kiarra.1": "Gostou da minha roupa, @?#$b#Pode não ser a mais empolgante - Na verdade, É a mais empolgante!$1",
"SpiritEve.Kiarra.2": "Eu reuni coragem para me vestir como um dos meus personagens favoritos.$1#$b#Eu tinha uma queda por ela quando era mais jovem...$4",
"SpiritEve.Kiarra_spouse.1": "Ei, @...$l#$b#Se você está se perguntando se podemos fazer isso, sim, nós podemos.$h",
"SpiritEve.Kiarra_spouse.2": "Quer posar para uma foto comigo, @?#$b#É simples - Deixe-me segurá-lo nos meus braços e incliná-lo para frente, e colocar minha mão no seu peito...$4^É simples - Deixe-me segurá-la nos meus braços e incliná-la para frente, e colocar minha mão no seu peito...$4",

"SpiritEve.Kimpoi.1": "É um pouco difícil comer com esse bico.",
"SpiritEve.Kimpoi.2": "Acho que vou deixar aqueles dois resolverem isso por si mesmos...#$b#De qualquer forma, Feliz Véspera dos Espíritos, @.$h",

  "SpiritEve.Kiwi.1": "Kiwi disfarçado de abóbora. Kiwi se mistura bem!$h",
"SpiritEve.Kiwi.2": "Daia diz que este kiwi parece real.#$b#Kiwi discorda.$5",

"SpiritEve.Lenny.1": "Olá, @! Se precisar de mim, estarei tramando atos nefastos na minha toca subterrânea.$1",
"SpiritEve.Lenny.2": "O que acha da minha roupa, @? Ela é simplesmente incrível, não é?$1#$b#Preciso compartilhar essa com o Sean, ele vai gostar.$1",

"SpiritEve.Lola.1": "Faz muito tempo desde a última vez que usei uma peruca... Ainda assim, é bom fingir que não estou velha e grisalha de vez em quando.$1",
"SpiritEve.Lola.2": "Surpreso por nos ver em trajes tão assustadores? Freddie e eu costumávamos assustar bastante as pessoas no Véspera dos Espíritos, sabia?$1^Surpresa por nos ver em trajes tão assustadores? Freddie e eu costumávamos assustar bastante as pessoas no Véspera dos Espíritos, sabia?$1",
"SpiritEve.Lola.2-8heart": "Na verdade, peguei este enfeite de cabeça em uma de nossas missões lá atrás.#$b#Os locais o chamavam de coroa de espinhos, e diziam que suas pontas eram tão afiadas que poderiam perfurar a carne.#$b#Pessoalmente, achei minha adaga muito mais eficaz.$1",

"SpiritEve.Lorenzo.1": "Oh, vá lá, querida - Você poderia transformar um saco de serapilheira em uma peça de passarela! Por favor, me deixe tirar apenas uma foto com a mulher mais bonita do mundo ao meu lado?$1",
"SpiritEve.Lorenzo.2": "Claro, mi amor! Tudo para minha querida esposa!$1",

"SpiritEve.Louie.1": "Vovó insistiu que eu combinasse com ela, então agora estou preso vestindo esse estúpido traje de coelho. Eu queria ser o Rei da Pradaria!$a#$b#Embora ela nunca tenha perguntado... Hmpf.$s",
"SpiritEve.Louie.2": "Que escolha estranha de animal de estimação. Ele não pode passear, não pode fazer truques - Sem mencionar o cheiro...$3#$b#Mas eu suponho que seja meio fofo, de um jeito estranho e feio...#$e#AAAHH! Yuuma, esse seu bicho escamoso acabou de me morder!$a",

"SpiritEve.Maddie.1": "Bem, não é como se eu realmente já tivesse um traje pronto, então eu acho que está tudo bem.#$b#Essas fotos... Elas não vão ser postadas em nenhum lugar, né?$4",
"SpiritEve.Maddie.2": "Jeric!! O que há de errado com você?!? Tem crianças por aqui - Ou cubra tudo aquilo ou vá para casa agora mesmo!!!$a#$e#Ugh, esses dentes falsos tornam a tarefa de gritar com idiotas ainda mais difícil...$s",
"SpiritEve.Maddie.2-jeric": "Estou feliz que você esteja aqui, @. Leve seu homem de volta para casa - Esse traje NÃO faz parte do código de vestimenta!$5#$b#Sério, algumas pessoas têm um talento real para elevar minha pressão.$3",
"SpiritEve.Maddie_spouse.1": "Corine e Ysa queriam repetir nosso traje em grupo, e eu não queria decepcioná-las...$2#$b#Talvez no próximo ano possamos fazer um traje de casal, só nós dois?$4",
"SpiritEve.Maddie_spouse.2": "Hmph, vou apenas ignorar a exibição do Jeric este ano.#$b#Eu só tenho olhos para uma pessoa, afinal.$4",

"SpiritEve.Maive.1": "Nunca diga que não posso participar de um festival de maneira adequada, @.#$b#Agora vá buscar uma torta para mim.$1", "SpiritEve.Maive.2": "Também há algo a ser dito sobre fantasias que são facilmente reconhecíveis, Sonny.#$b#Embora eu suponha que seja de se esperar que nem todos aqui estejam familiarizados com os clássicos.",

"SpiritEve.Malaya.1": "Costumávamos assistir a este programa com a Lissa o tempo todo quando ela era pequena.$1#$b#Oh... Talvez ela se considere velha demais para isso agora?$2",
"SpiritEve.Malaya.2": "Mas que bela fantasia, Lissa querida!$7#$b#... Só por curiosidade, o que a levou a escolher esta fantasia em particular? Ela apenas, hum... combina tão bem com você!$h",

"SpiritEve.Naomi.1": "Sempre gostei quando meus pais se vestiam comigo quando era criança. Fico feliz por ter feito o mesmo por Yuuma este ano.",
"SpiritEve.Naomi.2": "É uma bênção ver meus dois filhos tão felizes...#$b#Eu gostaria que o Shoto estivesse aqui para ver também...$s#$b#Mas, enquanto isso, vou ter certeza de contar a ele tudo sobre isso quando ligarmos mais tarde.$1",

"SpiritEve.Olga.1": "Não tenho certeza sobre todo esse verde, Bert. Vamos ter um trabalho e tanto para tirar isso.",
"SpiritEve.Olga.2": "Alissa mencionou que estava se vestindo como uma família, então eu pensei que poderíamos tentar também.#$b#Estou feliz por termos feito isso. Bert e Trinnie estão se divertindo muito posando juntos.$1",

"SpiritEve.Paula.1": "Este traje me faz sentir tão bonita.$4#$b#Ainda assim, é difícil não se sentir constrangida...$s#$b#Mas está um pouco melhor graças à companhia de Anton.$1",
"SpiritEve.Paula.2-single": "Anton se ofereceu para substituir Kiarra para que ela pudesse aproveitar o festival! Não é tão atencioso?$h#$b#Ele pode ser um bom irmão, apesar do que seus irmãos possam dizer.$1",
"SpiritEve.Paula.2-anton": "Anton se ofereceu para substituir Kiarra para que ela pudesse aproveitar o festival! Não é tão doce?$h#$b#Ele pode ser um sentimental por baixo daquela casca áspera dele.$l",
"SpiritEve.Paula_spouse.1": "Eu queria usar isso para que você estivesse com a garota mais bonita daqui.$1#$b#Quanto tempo eu vou mantê-lo depois que chegarmos em casa depende de você.$4",
"SpiritEve.Paula_spouse.2": "Eu amo este traje, honestamente. Às vezes, você só precisa canalizar sua atitude interior.$1",

"SpiritEve.Philip.1": "Não pude resistir à chance de me vestir como meu super-herói favorito.$h#$b#Eu até encontrei um personagem que o Shiro gosta para combinarmos!",
"SpiritEve.Philip.2": "Ataque primeiro! Ataque com força! Sem piedade!!$a#$b#Shiro? O que há de errado!? Você não se esforçou demais, né? Deveríamos fazer uma pausa?$s#$b#Eu sabia que isso era uma má ideia... Que tipo de fisioterapeuta luta caratê com seu paciente?$s",
"SpiritEve.Philip_spouse.1": "Nunca pensei que encontraria alguém que não se importasse com o fato de eu ser tão nerd com quadrinhos. Estar com você certamente me faz sentir que posso pular prédios altos, @!$1#$b#Uh, não que eu vá tentar. Eu não bebi tanto, honestamente!$4",
"SpiritEve.Philip_spouse.2": "Na verdade, nunca fiz caratê, mas as roupas me fazem me sentir bem legal!#$b#Talvez eu devesse adotar o visual sem mangas com mais frequência.$1",

"SpiritEve.Pika.1": "Muito boa a divulgação, não é? O que posso dizer exceto \"seja bem-vindo\"?$1^Muito boa a divulgação, não é? O que posso dizer exceto \"seja bem-vinda\"?$1#$e#Você está bem, Irene? Posso largar este gancho se precisar de ajuda!$s",
"SpiritEve.Pika.2": "Eu não sei muito sobre esse programa, mas o Keahi gosta muito dele.#$b#Ele até desenhou alguns abdominais em mim com um marcador! Não que você tenha percebido, certo?$1",

"SpiritEve.Richard.1": "Você veio, @! Eu concedo a você 15 pontos pela presença!$1#$b#Não que eu duvidasse de você, é claro. Agora vá aproveitar o festival!",
"SpiritEve.Richard.2": "@, se você provar esse vinho, estará em um mundo de pura embriaguez...$h#$b#Ah, e certifique-se de experimentar a torta de mirtilo - Ela é de morrer!$h",

"SpiritEve.Sean.1": "Não, eu não sou um alce, @. É uma rena. Não controle meu desfile, ou eu irei...#$b#Desculpe, não tenho nada que faça trocadilhos com \"alce\".$2",
"SpiritEve.Sean.2": "E faça isso em dobro - É o dia de aterrorizar!$h",
"SpiritEve.Sean_spouse.1": "Então, @, como você se sente em relação aos furries? Porque isso é bastante confortável, na verdade.$h",
"SpiritEve.Sean_spouse.2": "Você prefere se preparar para os problemas agora no labirinto ou em casa?$l",

"SpiritEve.Shanice.1": "Uma foto? Não sei, Lorenzo - Este traje não é exatamente lisonjeiro...$s",
"SpiritEve.Shanice.2": "Lorenzo, querido! Vamos assustar um pouco as crianças esta noite, mon cher?$1",

"SpiritEve.Shiro.1": "Vou admitir que não estou tão interessado nessas coisas quanto o Philip...#$b#Mas quando ele me contou sobre a ideia do traje, achei algo realmente inspirador em um super-herói cujo corpo não funciona muito bem, sabe?$1",
"SpiritEve.Shiro.2": "Kiai! Kiai! Kiai! Ki-$a#$b#Agh- Oof... Eu...$6#$b#...Estou bem, Philip. Não se preocupe... Vamos de novo. Apenas não varra a perna, certo?$8#$b#Tudo bem... Banzai!!!$1",
"SpiritEve.Shiro_spouse.1": "Vou ser honesto com você, @ - Este traje realmente me faz sentir super.$l",
"SpiritEve.Shiro_spouse.2": "Ei, querido. Você gosta do meu traje? O hachimaki faz parte do traje, é claro, mas esta é a minha verdadeira roupa de judô daquela época. Até a faixa preta é real!$1^Ei, querida. Você gosta do meu traje? O hachimaki faz parte do traje, é claro, mas esta é a minha verdadeira roupa de judô daquela época. Até a faixa preta é real!$1#$b#Vamos dizer apenas que o Philip tem sorte de eu estar pegando leve com ele.$1",

"SpiritEve.Sonny.1": "Todos a bordo! Fico feliz em vê-lo participando das festividades, Sr. @.$h^Todos a bordo! Fico feliz em vê-la participando das festividades, Sra. @.$h#$e#Hm... O jovem Sr. Amethyne não parece muito satisfeito com seu traje este ano...$s#$b#Talvez uma palavra gentil sua possa animá-lo? Tenho certeza de que isso significaria muito para ele, mesmo que ele não demonstre.",
"SpiritEve.Sonny.2": "Oh, boa noite, Sr. @!$h^Oh, boa noite, Sra. @!$h#$b#É fundamental discutirmos a importância de um traje apropriado durante este evento. Não é mesmo, Madame Maive?$h",

"SpiritEve.Torts.1": "*Falha horrivelmente em se esconder*",
"SpiritEve.Torts.2": "*Absolve você do pecado*",

"SpiritEve.Trinnie.1": "@! Olha, olha, eu sou uma fada do gelo mágica! Eu posso até voar - Olha!$1#$e#Keahi, se você me chamar de \"sus\" mais uma vez, Vou votar em VOCÊ para sair da espaçonave!$5",
"SpiritEve.Trinnie.2": "Eeeeei! Eu vou ser sequestrada!!$1#$e#Ei - Você acha que se eu pedir ao Keahi, ele será meu herói por uma noite e me salvará...?$4",

"EggFest.Ysabelle": "Então, o que você acha do meu vestido? $h#$b#Ele é chique, não é?",
"EggFest.Ysabelle_spouse": "Você gosta do meu vestido, amor?#$b#Quero uma resposta honesta, ok?$h",
"SpiritEve.Ysabelle.1": "Eu sempre quis fazer uma fantasia em grupo assim, mas nunca tive a chance quando era criança. Estou tão grata por vocês dois terem aceitado!$h",
"SpiritEve.Ysabelle.2": "O-M-D Faye, sua fantasia está absolutamente divina! Você realmente costurou essas pétalas você mesma?$h#$e#Oh, olá @! Você reconhece minha fantasia ou você não é culto o suficiente, hm?$1",
"SpiritEve.Ysabelle_spouse.1": "@, se você quiser se juntar a nós no próximo ano, você poderia ser nosso vilão.$1",
"SpiritEve.Ysabelle_spouse.2": "Estou impressionada que ainda posso entrar neste antigo tutu de performance.$1#$b#Agora, nada de truques da sua parte, @. Se você se comportar bem, vou te mostrar como fazer um pas de deux.$l",

  "SpiritEve.Yuuma.1": "É hora de morfar!!!#$b#Hm... não soa muito legal quando eu digo isso...$s#$b#Ah, bem!$1",
"SpiritEve.Yuuma.2": "Ele não é um animal de estimação, Louie, ele é meu amigo. E ele é o cara mais legal que eu conheço.$h#$b#Vê essa carapaça ao redor dele? Isso não é uma carapaça, é o exoesqueleto dele. Isso significa que os ossos dele estão do lado de fora do corpo dele, em vez de dentro, como os nossos.#$b#E ele pode retrair os membros e se esconder dentro dela se se sentir ameaçado. Então ele é basicamente um profissional em esconde-esconde.#$b#Além disso, ele fica muito elegante com o chapéu, não acha?$h",

"SpiritEve.Zayne.1": "Um brinde a um festival auspicioso, @!#$b#Beba, se quiser. Certamente não vou deixar ninguém dirigir esta noite.$1",
"SpiritEve.Zayne.2-single": "Quando Irene me contou sobre seus planos de fantasia, não pude resistir em me juntar a ela.#$b#Aparentemente, loiro combina bastante comigo, não acha?$1",
"SpiritEve.Zayne.2-irene": "A vovó não ficou satisfeita comigo por me vestir de maneira tão \"indecente\"...#$b#Mas quando é pelo bem da minha querida Irene, como diabos eu poderia dizer não?$l#$e#...Irene, querida? Quanto tempo mais terei que carregar essa prancha de surfe?$s",
"SpiritEve.Zayne_spouse.1": "Sempre parece diferente quando você usa um terno em uma festa a fantasia como esta. Dito isso, não me importo nem um pouco.$1#$b#Você consegue pensar em outros lugares onde eu deveria usá-lo?$4",
"SpiritEve.Zayne_spouse.2": "A vovó não não ficou satisfeita comigo por me vestir de maneira tão \"indecente\"...#$b#Mas eu queria ter certeza de que você teria a chance de ver esse visual de perto.$4#$e#Talvez, quando chegarmos em casa mais tarde, eu possa tocar violão para você.$b#Só estou brincando. Acho que nunca toquei em um violão na minha vida.$1",

}
