{

    //Configs
    "Config.MistEffects.name": "MistEffects",
    "Config.SandboxLayout.name": "SandboxLayout",
    "Config.RemoveFences.name": "RemoveFences",
    "Config.RemoveGrassStretch.name": "RemoveGrassStretch",
    "Config.RemovePetHouse.name": "RemovePetHouse",
    "Config.RemoveLandExpansionPond.name": "RemoveLandExpansionPond",
    "Config.GrassCropField.name": "GrassCropField",
    "Config.HeavyDebris.name": "HeavyDebris",
    "Config.LargerBridgeToGrandpasShed.name": "LargerBridgeToGrandpasShed",
    "Config.LargerGreenhouse.name": "LargerGreenhouse",
    "Config.RemoveGreenhouseObjects.name": "RemoveGreenhouseObjects",


    //Strings
    "FarmString": "Grandpa's Farm_Modestly sized farmland with tillable grass, different landmark locations, shortcuts to surrounding areas, and secrets to discover.",
    "DeedGift": "%Isso precisa ser entregue a outra pessoa...",
    //Grandpa's farm quests.
    "GF.Bridge.01": "Ponte de Pedra",
    "GF.Bridge.02": "Robin precisa de 900 pedras para construir uma ponte em minha fazenda. Isso facilitará muito a caminhada até a cabana do vovô!",
    "GF.Bridge.03": "Entregue as pedras no baú da Robin em sua oficina.",
    "GF.Event8.01": "Olá, @!$1#$b#Eu estava lendo uma revista sobre alvenaria de pedra e me senti inspirado a tentar fazer isso!#$b#Se você me fornecesse as pedras, eu poderia construir uma pequena ponte até seu galpão.$0#$b#O que você acha?$1",
    "GF.Event8.02": "Por segurança, acho que esse projeto exigirá 900 unidades de pedra.#$b#Você pode deixar as pedras no meu baú na minha oficina!$0",
    "GF.Event10.01": "Bom dia, @! Você reuniu todas as pedras que eu pedi!$1#$b#Eu vou começar a construir a ponte amanhã cedo!$0",
    "Clint.GoldBar.01": "Uma Estranha Comissão",
    "Clint.GoldBar.02": "Clint precisa de 30 barras de ouro para um projeto. Em troca, ele limpará o mato perto do meu galpão. Ele diz que há algo especial lá!",
    "Clint.GoldBar.03": "Entregue barras de ouro na prateleira do Clint",
    "Lewis.Commission.01": "Estou ansioso por isso. Obrigado!$0",
    "Commission.02": "Hmm... Gostaria de saber como vou conseguir o ouro para a comissão dele.$2",
    "Commission.03": "Ei, @. Você apareceu em um bom momento.$0",
    "Commission.04": "Preciso de 30 barras de ouro para um... projeto. Gostaria de saber se você está interessado, já que é um aventureiro e tudo o mais.$0^Preciso de 30 barras de ouro para um... projeto. Gostaria de saber se você está interessada, já que é uma aventureira e tudo o mais.$0",
    "Commission.05": "Como pagamento, eu estava pensando que poderia usar uma de minhas novas ferramentas para limpar o mato em sua fazenda.$0#$b#Esse seu grande galpão fica perto de fontes termais naturais. Eu abriria um caminho para você.$0",
    "Commission.06": "Ótimo. Obrigado pela ajuda. Você pode deixar as barras de ouro na minha prateleira, ali no canto.$0",
    "Commission.07": "Oh. Sobre o que é o projeto? Não posso falar sobre ele.$0",
    "Morris.Commission.01": "Maravilha. Estou aguardando os resultados!$1",
    "Commission3.01": "Ei, uhhh... dei uma olhada no matagal perto do seu galpão. Parece que eu estava certo. Ele realmente leva a um lugar agradável...$0#$b#O caminho será aberto amanhã. Mais uma vez, obrigado pela ajuda, @.$0",
    "Commission3.02": "Eu normalmente não me importo muito com o que as pessoas encomendam de mim.$0#$e#Muitas fontes termais nas montanhas. É ótimo que uma delas esteja perto de sua propriedade.$0",
    "Expansion.Order.01": "Expandindo minha Fazenda",
    "Expansion.Order.02": "Assinar a escritura da propriedade e enviar um pagamento direto de 250.000g usando o livro vermelho.",
    "Expansion.Order.03": "Entregar a nota da propriedade o Lewis.",
    "Expansion.Event1.01": "Alguém está batendo na porta.",
    "Expansion.Event1.02": "Olá, @. Vejo que está trabalhando duro na fazenda hoje. $0#$b#Podemos conversar um pouco? Há algo sobre o qual quero falar com você!$0",
    "Expansion.Event1.03": "Venha comigo até ali, passando por aquelas cercas.$0",
    "Expansion.Event1.04": "Eu não pulava uma cerca como essa desde que era jovem!$1",
    "Expansion.Event1.Morris.04": "Hmm...$0",
    "Expansion.Event1.05": "Você vem cultivando a Fazenda %farm há algum tempo. Já pensou em expandi-la?$0#$b#Há muita terra boa aqui perto da sua propriedade.$0",
    "Expansion.Event1.06": "Isso equivale a aproximadamente um hectare, o que custaria 250.000g quando tudo estiver dito e feito.$0#$b#Visite-me em minha casa quando tiver tomado sua decisão, @.$1",
    "Expansion.Event1.Morris.06": "Isso equivale a aproximadamente um hectare, o que custaria 250.000g quando tudo estiver dito e feito.$0#$b#Visite-me no Mercado Joja quando tiver tomado sua decisão, @.$4",
    "Expansion.Event1.07": "Devo expandir a fazenda??",
    "Expansion.Event1.08": "#Sim.#Não.",
    "Expansion.Event1.09": "Tudo bem. Não vou comprar mais terras. Devo avisar Lewis.",
    "Expansion.Event1.Morris.09": "Tudo bem. Não vou comprar mais terras. Devo avisar o Morris.",
    "Expansion.Event1.10": "Ah, você não quer expandir suas terras? Obrigado por me informar, @.$0#$e#Algumas áreas do Vale do Orvalho devem permanecer como estão.$0",
    "Expansion.Purchased.01": "Beleza. Comprarei mais terras. Devo avisar ao Lewis.",
    "Expansion.Purchased.02": "O valor dos terrenos do Vale do Orvalho dispararam no ano passado.$0",
    "Expansion.Event2.01": "Desculpe, não o ouvi na pia. Estava lavando minhas mãos.$0^Desculpe, não a ouvi na pia. Estava lavando minhas mãos.$0",
    "Expansion.Event2.02": "Então, você decidiu comprar mais propriedades? É ótimo ouvir isso. $0#$b#Se há alguém que fará bom uso dessa terra, esse alguém é você.$1",
    "Expansion.Event2.03": "Use o livro vermelho para comprar o título de propriedade e, em seguida, entregue-o a mim para aprovação.$0",
    "Expansion.Event2.04": "Estou ansioso para ver o que você fará com o espaço, @.$0#$b#Agora, preciso cuidar de uma coisa. Venha me encontrar ainda hoje com a escritura assinada.$0",
    "Expansion.Event2.05": "O novo lago que você terá está em um ótimo lugar.$1#$e#Ah, do que eu tinha que cuidar? Nada que seja de seu interesse.$0#$e#...$3#$e#%Lewis está ignorando você.",
    "Expansion.Event3.01": "Ótimas notícias, @. O pedido de expansão de sua fazenda foi aprovado.$0#$b#A terra estará limpa e pronta para uso amanhã!$1",
    "Expansion.Event3.02": "Há muitas coisas que você poderia fazer com essa terra recém-adquirida. $0#$e#Talvez criar porcos e produzir óleo de trufas! É um produto artesanal muito valioso.$1",
    "Morris.Order.01": "Expandindo minha Fazenda",
    "Morris.Order.02": "Assine a escritura de propriedade e enviar um pagamento direto de 250.000g usando a estante de livros em meu escritório.",
    "Morris.Order.03": "Entregue a escritura da propriedade a Morris.",
    "Morris.Purchased.01": "Tudo bem. Vou comprar mais terras. Devo avisar o Morris.",
    "Morris.Purchased.02": "O valor dos terrenos do Vale do Orvalho dispararam no ano passado!$5#$e#Acredite ou não, você está conseguindo um bom negócio por esse terreno.$0",
    "Morris.Expansion2.01": "Ah, sim? Por favor, entre!$1",
    "Morris.Expansion2.02": "Então, você decidiu comprar mais terras? É ótimo ouvir isso.$0#$b#Se há alguém que fará bom uso dessa terra, esse alguém é você.$1",
    "Morris.Expansion2.03": "Há um registrador nesta estante. Compre o título da propriedade e entregue-o a mim para aprovação.$0",
    "Morris.Expansion2.04": "Estou ansioso para ver o que você fará com o espaço, @.$0#$b#Agora, preciso cuidar de uma coisa. Venha me encontrar ainda hoje com a escritura assinada.$0",
    "Morris.Expansion2.05": "É emocionante desenvolver terras, não acha?$1",
    "OpeningEvent.01": "Olá! Você deve ser @.#$b#Eu sou Robin, o carpinteiro local. O prefeito Lewis me enviou aqui para buscá-lo e mostrar-lhe o caminho para sua nova casa. Ele está lá agora, arrumando as coisas para a sua chegada.#$b#A fazenda fica bem aqui, se você me seguir.",
    "OpeningEvent.02": "Essa é a Fazenda %farm.",
    "OpeningEvent.03": "Qual é o problema?#$b#É claro que está toda bagunçada, mas há um bom solo embaixo dessa bagunça!#$b#Com um pouco de dedicação, você conseguirá limpá-la em pouco tempo.",
    "OpeningEvent.04": "...E aqui, é o seu novo lar.$h",
    "OpeningEvent.05": "Ah, o novo fazendeiro!$h^Ah, a nova fazendeira!$h",
    "OpeningEvent.06": "Seja bem-vindo! Sou Lewis, prefeito da Vila Pelicanos.^Seja bem-vinda! Sou Lewis, prefeito da Vila Pelicanos.#$b#Sabe, todos têm perguntado sobre você.#$b#Não é todo dia que alguém novo se muda para cá. É algo muito importante!",
    "OpeningEvent.07": "Então... Você está se mudando para a antiga casa de campo do seu avô... #$b#É uma boa casa... muito 'rústica'.",
    "OpeningEvent.08": "Rústica? Bem... talvez.$4#$b#Acho que 'caindo aos pedaços' seria mais apropriado.$4",
    "OpeningEvent.09": "Mal educada!",
    "OpeningEvent.10": "Não dê ouvidos a ela, @. Ela só está tentando deixá-lo insatisfeito para que você atualize sua casa com o trabalho dela.$u^Não dê ouvidos a ela, @. Ela só está tentando deixá-la insatisfeita para que você atualize sua casa com o trabalho dela.$u",
    "OpeningEvent.11": "Hmmph.",
    "OpeningEvent.12": "Enfim... Você deve estar cansado da longa viagem. Amanhã você deve explorar um pouco a cidade e se apresentar. Os habitantes da cidade gostariam muito disso.^Enfim... Você deve estar cansada da longa viagem. Amanhã você deve explorar um pouco a vila e se apresentar. Os cidadão da vila gostariam muito disso.",
    "OpeningEvent.13": "Ah, quase me esqueci. Se você tiver algo para vender, coloque-o nesta caixa aqui. Eu passarei aqui durante a noite para coletá-lo.#$b#Bem... Boa sorte!",
    "Marnie.Event.01": "Oi @! Agora que você tem animais na fazenda, pensei em lhe contar um pequeno segredo.$0",
    "Marnie.Event.02": "Eles não sairão das áreas cercadas em sua fazenda, portanto, você pode deixá-las abertas!$1",
}