{
        "Introduction": "Olá, eu sou o Orion. Ouvi dos meus pais que você tem uma fazenda.$0#$b#Eu gostaria de visitá-la algum dia, deve estar cheia de coisas interessantes.$0",
        "Mon": "Minha mãe é cientista e meu pai é médico.$0#$b#Quero ser como eles quando crescer!$1",
        "Mon6": "Espero que o meu pai cozinhe alcachofra no jantar.$0#$b#Ontem tivemos que comer torta de amora preta...$2",
        "Mon10": "Você deveria vir brincar com Caelum e eu.$0#$b#Nossa avó nos deu um novo jogo de tabuleiro.$1",
        "Tue": "Eu vi você explorando as minas ao lado da casa dos meus avós.$0#$b#Tenho certeza de que há espécimes muito interessantes lá!$1",
        "Tue4": "Caelum e eu gostamos de ajudar nossos pais na clínica.$0",
        "Tue6": "Meus avós sempre dizem que serei médico quando crescer porque ajudo a mamãe e o papai na clínica.$0#$b#Mas não tenho certeza, há tantos empregos interessantes...$3",
        "Wed": "Oh, olá.$3#$b#Estou tentando resolver este cubo de Rubik...$3",
        "Wed2": "O Caelum e eu vamos assistir 'O Esquadrão da Ciência' hoje à noite.$0#$b#É nossa série de TV favorita!$1",
        "Wed8": "Você é amigo do Senhor Willy?$0#$b#Quero aprender a pescar e pegar um peixe-fantasma!$0#$e#Oh, eles só podem ser encontrados nas minas...?$2",
        "Thu": "A minha mãe me disse que você morava na Cidade de Zuzu antes de vir para o vale.$0#$b#Nunca fui à cidade, mas quero visitá-la em breve.$0",
        "Thu4": "Olá, senhor.^Olá, senhorita.$0#$e#Você pode me trazer uma barra de ouro da próxima vez que for às minas?$0#$b#Posso lhe dar um conjunto de fechaduras Luban em troca.$1",
        "Thu10": "A taxa de gêmeos idênticos é de cerca de 3 por 1000 nascimentos.$0#$b#Não é tão incomum, mas você deve pensar que vivemos em uma cidade pequena.$0",
        "Fri": "Hoje, o Caelum e eu estamos visitando nossos avós e o tio Sebastian.$1#$b#Vou tentar convencer o vovô a nos levar ao lago.$0",
        "Fri2": "O Tio Sebastian veio na semana passada e ajudou o meu pai com seu computador.$0#$b#Eu quero que ele me ensine computação!$1",
        "Fri8": "Oh!$4#$b#Acabei de me lembrar que tinha algo importante para fazer.$4#$e#Tenho que desligar agora, tchau!$3",
        "Sat": "Aos sábados, o Caelum e eu vamos ao museu com nossos pais.$0#$b#O senhor Gunther é muito legal conosco.$1",
        "Sat4": "Você sabia que o híbrido entre uma vaca e um bisão é chamado de 'bifalo'?$0#$b#Talvez a Srta. Marnie pudesse criá-los!$1",
        "Sat10": "Olá, senhor.^Olá, senhorita.$0#$e#Você tem as plantas para fazer potes de conservas?$0#$b#Se eu construir um, poderei comer picles todos os dias!$1",
        "Sun": "Ter um irmão gêmeo nem sempre é fácil...$2",
        "Sun6": "A Vovó me disse que ensinaria o Caelum e eu a fazermos uma escultura em madeira.$1",
        "Sun8": "$q 3001 null#Posso ir para a caverna que meu avô montou em sua fazenda algum dia? Deve ter muitos espécimes de pesquisa!#$r 3001 25 Orion_Cave_1#Claro, talvez o Caelum gostaria de ir também.#$r 3001 -30 Orion_Cave_2#Eu não acho que você deveria vir...",
                "Orion_Farm_1": "Ótimo! Vou perguntar a ele mais tarde.$1",
                "Orion_Cave_2": "Oh...$4#$b#Ok...$2",
        "fall_8_2": "Hoje é meu aniversário!$1#$b#Bem, e do Caelum.$0#$e#O Tio Sebastian disse que íamos jogar As Crônicas Solarion juntos.$1",
        "ScienceHouse": "Às sextas-feiras, o Caelum e eu visitamos nossos avós e o tio Sebastian.$1",
        "ArchaeologyHouse": "Aos sábados, vamos todos ao museu.$0#$b#A minha mãe disse que a dona Penny está muito ocupada, então o papai vai ser nosso professor.$0"
}